export const loginMessage =
  "Обязательное поле, не более 150 символов, только латиница (a-z, A-Z), цифры и символы @/+-_)";

export const nameMessage =
  "Обязательное поле, максимум 150 символов, только кириллица";

export const surnameMessage =
  "Обязательное поле, максимум 150 символов, только кириллица";

export const patronymicMessage =
  "Необязательное поле, максимум 150 символов, только кириллица";

export const passwordMessage =
  "Обязательное поле, не менее 12 символов, только латиница (a-z, A-Z); не менее 1 буквы, не менее 1 цифры (0-9), не менее 1 спецсимвола";
